Repository: 4teamwork/ftw.tabbedview
Catalog: ftw/tabbedview/locales/*/LC_MESSAGES/ftw.tabbedview.po
Languages: de, fr

source: All visible entries chosen ${show_all_link}
de: Alle sichtbaren Einträge auswählen ${show_all_link}
fr: Choix de toutes les entrées visibles

source: Choose:
de: Auswählen
fr: Choisir :

source: Creates a new table configuration profile.
de: Eine neue Tabellenansicht erstellen. Jede Ansicht hat eine eigene Tabellen-Konfiguration.

source: Creator
de: Ersteller
fr: Créateur

source: Lines per page:
de: Zeilen pro Seite:
fr: Lignes par page :

source: Default
de: Standard

source: Make the current tab the default tab when opening this view. This is a personal setting and does not impact other users.
de: Setzt das aktuelle Tab als Standard-Tab. Diese Einstellung ist persönlich.
fr: Faire de l'onglet actuel l'onglet par défaut quand on ouvre cette vue. Ceci est un réglage personnel qui n'a aucun impact pour les autres utilisateurs.

source: New table configuration
de: Neue Tabellenansicht

source: Remove table configuration
de: Aktuelle Tabellenansicht löschen

source: Removes the current table configuration profile.
de: Entfernt die momentan ausgewählte Tabellenansicht.

source: Reset current table configuration
de: Tabellenansicht zurücksetzen

source: Reset table configuration
de: Tabellenkonfiguration zurücksetzen
fr: Remettre la configuration par défaut des colonnes

source: Resets the table configuration for this profile.
de: Tabellen-Konfiguration dieser Ansicht auf den Standard zurücksetzen.

source: Resets the table configuration for this tab.
de: Konfiguration der Tabelle dieses Tabs auf den Standard zurücksetzen.
fr: Réinitialiser la table de configuration pour cet onglet.

source: Set tab as default
de: Als Standard-Tab verwenden
fr: Définir cet onglet par défaut

source: Table configuration:
de: Tabellenansicht:

source: Title
de: Titel
fr: Titre

source: [All but not the selected]
de: [Alle ausser ...]

source: all (${amount})
de: Alle (${amount})
fr: Tous

source: button_more_actions
de: Weitere Aktionen
fr: Actions supplémentaires

source: end
de: Ende
fr: Fin

source: error_set_default_tab
de: Fehler beim setzen des Standard-Tab.
fr: Impossible de définir cet onglet défaut

source: filter
de: Filtern
fr: Filtre

source: hours
de: geleist. Std.
fr: Heures effectués

source: info_set_default_tab
de: Das Tab ${title} wird nun als Standard-Tab verwendet. Dies ist eine persönliche Einstellung.
fr: Cet onglet est maintenant votre onglet par défaut. Ce choix est personnel.

source: label_filter
de: Filter
fr: Filtre

source: label_no_contents
de: Keine Inhalte
fr: Aucun contenu

source: modified
de: Bearbeitet
fr: Modifié

source: none
de: Keine
fr: Aucun

source: review_state
de: Status
fr: Etat

source: start
de: Beginn
fr: Début

source: state
de: Status
fr: Etat
